class Kavi {
  final String content;
  final String author;

  Kavi({
    required this.content,
    required this.author,
  });
}

List<Kavi> contents = [
  Kavi(
    content:
        'තුංග ගිරි සිරස සමනොළ \nමන්ද සුළං රැලි පවසයි \nවැන්ද සෙනග ගැන කිසිවෙකු \nනොකී කතාවක් \n\nරැගෙන එන කෙලෙස් ගින්දර \nදමා සිලි බෑග් ටින් තුල \nතබා  අතැර යනු දැක \nහැඩුවා ගංගාවක් \n\nදම් සිසිලෙන් සිත විසිතුරු \nඋතුම් මිනිසුනේ පිවිතුරු \nරැගෙන යන්න මේ විසකුරු \nනොදිරන කුණු කසල සියලු \n\nසොබාදමේ මහා විපුල \nසිරිලක මුළු දියත පතල \nඋපන් බිමට නොවී අපල \nරකිමු මිතුර අපි සමනොළ',
    author: 'පූජාදී පාරින්ද්‍යා \nL/O/C \nFaculty of Medicine \nIntake 38',
  ),
  Kavi(
    content:
        'කරුණා කරමු මෙත් සිත් ගෙන \nසිරි පාදේ… \nඉවතලමු සිත් තුල ඇති \nදුස් සීලේ…\nඅවමු කරමු ගෙන යන ඒ \nකුණු ජාලේ… \nබැහැර කරමු අප සතු කුණු \nනිසි ලෙසිනේ…\n\nකරුණා කරන ඔබ සැම හට,\nසම්බුදු සරණේ පිහිටයි…\nපොලිතින්, ප්ලාස්ටික් තොර ඔබ හට,\nසදහම් සරණේ පිහිටයි…\nකසල නිසි ලෙස ඉවතලන ඔබ හට,\nසඝ සරණේ පිහිටයි…\nමේ හැම කසල හැමතැන ලන ඔබට,\nමේ තුන් සරණෙම පිහිටයි…',
    author: 'චරක මීගොඩ \nFaculty of Medicine \nIntake 38',
  ),
];
